i5-2500k/3.10.101/30/1/read-write-1.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 30
query mode: simple
number of clients: 1
number of threads: 1
duration: 1800 s
number of transactions actually processed: 3746877
latency average: 0.480 ms
tps = 2081.559637 (including connections establishing)
tps = 2081.560900 (excluding connections establishing)